choose_image_size_text = 'Выберите размер изображения'

add_image_instruction = 'Добавьте изображение в формате jpg, jpeg, png'

invalid_image_format_text = (
    "❌ Разрешена загрузка только изображений в форматах:\n"
    "🖼️ JPG / JPEG / PNG\n\n"
    "Перед отправкой убедитесь, что файл соответствует требованиям"
)

enter_copies_count_text = "Укажите количество копий"

invalid_integer_input_text = "❌ Ошибка: нужно ввести целое число"

copies_count_minimum_error_text = "❌ Ошибка: количество копий должно быть минимум 1"
