choose_image_size_text = 'Выберите размер изображения'

add_image_instruction = 'Добавьте изображение в формате jpg, jpeg, png'

invalid_image_format_text = (
    "❌ Разрешена загрузка только изображений в форматах:\n"
    "🖼️ JPG / JPEG / PNG\n\n"
    "Перед отправкой убедитесь, что файл соответствует требованиям"
)

invalid_image_text = (
    "❌ Пожалуйста, отправьте файл без сжатия. Это необходимо, чтобы мастер выполнил работу качественно!"
)

enter_copies_count_text = "Укажите количество копий"

invalid_integer_input_text = "❌ Ошибка: нужно ввести целое положительное число"

copies_count_minimum_error_text = "❌ Ошибка: количество копий должно быть минимум 1"

choose_delivery_method_text = (
    "📦 <b>Пожалуйста, выберите удобный для вас способ доставки:</b>\n\n"
    "🏠 <b>Самовывоз</b> из нашего пункта выдачи\n"
    "<i>(доступно только в Сочи и Адлере)</i> — экономьте на доставке и забирайте заказ в удобное время\n"
    "<b>Срок доставки:</b> забирайте на следующий день после оформления заказа\n\n"
    "🚚 <b>Доставка партнерами:</b>\n"
    "✅ <b>Ozon</b> — удобный сервис с широкой сетью пунктов выдачи\n"
    "<b>Срок доставки:</b> от 3-х дней\n<b>Стоимость:</b> 200 рублей\n\n"
    "✅ <b>Яндекс Маркет</b> — доставка по всей России\n"
    "<b>Срок доставки:</b> от 3-х дней\n<b>Стоимость:</b> 200 рублей"
)
