examples_descriptions = {
    1: (
        "1. Картина на металле.\n"
        "2. Размер 30*40 см.\nИдеально для интерьера, креативного подарка или памяти о самых важных моментах.\n"
        "3. Цена: 3200 рублей\n"
        "- Мы улучшим качество вашего изображения, чтобы картина выглядела идеально.\n"
        "- В подарок добавим крепление на стену."
    ),
    2: (
        "1. Картина на металле.\n"
        "2. Размер 20*30 см.\nМеталлическая основа усиливает глубину оттенков, делая изображение живым и выразительным.\n"
        "3. Цена: 2000 рублей\n"
        "- Мы улучшим качество вашего изображения, чтобы картина выглядела идеально.\n"
        "- В подарок добавим крепление на стену."
    ),
    3: (
        "1. Картина на металле.\n"
        "2. Размер 14*20 см.\nКомпактная, но выразительная  - идеальный размер для украшения рабочего стола, полки или изголовья кровати.\n"
        "3. Цена: 1100 рублей\n"
        "- Мы улучшим качество вашего изображения, чтобы картина выглядела идеально."
    ),
}
